welcome_message = 'Добро пожаловать на борт! Меня зовут кот-мазяка! Я твой цифровой помощник\n'
welcome_keyboard = ['👤Задать вопрос', '✔️Мои достижения', '📂Навигатор', '📅Календарь событий']
welcome_keyboard_print = ['👤Задать вопрос', '✔️Мои достижения', '📂Навигатор', '📅Календарь событий',
'🖨️Принтер'
]
templates = {
    'номер начальника': 'Это легко! Номер начальника: 89123234234',
    'Как сделать скриншот на Windows?': 'Нажмите клавишу "Print Screen" на клавиатуре',
    'Как узнать IP-адрес компьютера?': 'Откройте командную строку и выполните команду "ipconfig"',
    'туалет': 'Туалет находится на первом этаже, по коридору налево',
    "открыть файл": "Дважды кликните на нем или выберите Файл -> Открыть в программе.",
    "сохранить файл": "Выберите Файл -> Сохранить или Сохранить как в меню программы.",
    "скопировать текст из файла": "Выделите нужный текст и нажмите Ctrl + C на клавиатуре.",
    "вставить текст в файл": "Нажмите Ctrl + V на клавиатуре, чтобы вставить скопированный текст в файл.",
    "изменить шрифт в файле": "Выберите нужный текст и используйте панель шрифтов в программе, чтобы изменить шрифт и его размер.",
    "распечатать файл": "Выберите Файл -> Печать или используйте сочетание клавиш Ctrl + P на клавиатуре, чтобы распечатать документ.",
    "создать новый документ": "Выберите Файл -> Новый в программе, чтобы создать новый документ."
}